Repository: tgckpg/wenku10
Catalog: wenku10/Strings/*/ContextMenu.resw
Source language: en_us
Languages: ja, zh_cn

# AccessTokens.Text
source: Access Tokens
ja: アクセストークン
zh_cn: 令牌

# AutoUpdate.Text
source: Auto Update
ja: 自動ダウンロード
zh_cn: 自动加载

# Copy.Text
source: Copy
ja: コピー
zh_cn: 拷貝

# Delete.Text
source: Delete
ja: 削除
zh_cn: 删除

# DirectView.Text
source: View source
ja: ソースを表示
zh_cn: 检视原始档

# DisAutomation.Text
source: No auto update
ja: 自動ダウンロードを無効
zh_cn: 停用自动加载

# Edit.Text
source: Edit
ja: 編集
zh_cn: 更改

# ImportSpider.Text
source: Import Spider
ja: 輸入クモ
zh_cn: 汇入蜘蛛

# PinToStart.Text
source: Pin to Start
ja: スタートピン
zh_cn: 固定到桌面

# Reanalyze.Text
source: Reanalyze
ja: 再分析
zh_cn: 重新分析

# Rename.Text
source: Rename
ja: 名前を変更
zh_cn: 更名

# Search_Dict.Text
source: Search words
ja: 検索ワード
zh_cn: 查字

# SpiderEdit.Text
source: Spider Edit
ja: クモエディタ
zh_cn: 蜘蛛编辑器

# ViewHorz.Text
source: View Horizontally
ja: 水平方向に表示
zh_cn: 横向检视

# WSync.Text
source: Sync to website
ja: 文庫に同期
zh_cn: 同步到网站

# WUnsync.Text
source: Move to Local
ja: ローカルに移動
zh_cn: 移至本地

# CustomBackground.Text
source: Custom Background
ja: カスタムの背景
zh_cn: 自定义背景

# OpenDirectory.Text
source: Open from directory
ja: オープンディレクトリ
zh_cn: 打开目录

# OpenFromUrl.Text
source: Open from Url
ja: URLからオープン
zh_cn: 打开地址

# PresetBackground.Text
source: Preset Background
ja: プリセットの背景
zh_cn: 预设背景

# Register.Text
source: Register
ja: 登録
zh_cn: 注册

# SystemBackground.Text
source: System Background
ja: システムの背景
zh_cn: 系统背景

# ShareScript.Text
source: Share script
ja: スクリプト共有します
zh_cn: 分享脚本

# AccessTokens.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: This is used to identify the scripts ownership
ja: これは、スクリプトの所有権を識別するために使用されます。
zh_cn: 这是用来识别脚本的所有权

# PlaceRequest.Text
source: Place a request
ja: 要求を配置
zh_cn: 放置请求

# ManageAuths.Text
source: Manage Auths
ja: 認証を管理する
zh_cn: 管理 AUTH

# AssignToken.Text
source: Assign Token
ja: トークンを割り当て
zh_cn: 设置令牌

# AssignKey.Text
source: Assign Key
ja: キーを割り当て
zh_cn: 设置密钥

# ResetState.Text
source: Reset state
ja: 状態をリセット
zh_cn: 状态复位

# NoBackground.Text
source: No Background
ja: 背景なし
zh_cn: 无背景

# ChangeKeyword.Text
source: Change Keyword
ja: キーワードを変更
zh_cn: 更改关键字

# FirstImage.Text
source: First Image
ja: 最初の
zh_cn: 首张

# NextImage.Text
source: Next Image
ja: 次の
zh_cn: 下一张

# PrevImage.Text
source: Previous Image
ja: 前の
zh_cn: 上一张

# SetSubsKey.Text
source: Set API Key
ja: API キーを設定
zh_cn: 设置 API 码

# GotoBottom.Text
source: Goto Bottom
ja: ページ底へ
zh_cn: 跳到最下面

# GotoTop.Text
source: Goto Top
ja: ページトップへ
zh_cn: 跳到最顶端

# Locate.Text
source: Locate
ja: 見つける
zh_cn: 定位

# TakeOver.Text
source: Take over
ja: 引き継ぐ
zh_cn: 接管
